class text(object):
    START = """ʜɪɪ {},

🤖 𝖨 𝖼𝖺𝗇 𝖺𝗎𝗍𝗈𝗆𝖺𝗍𝗂𝖼𝖺𝗅𝗅𝗒 ✅ 𝖺𝗉𝗉𝗋𝗈𝗏𝖾 𝗇𝖾𝗐 & 𝗉𝖾𝗇𝖽𝗂𝗇𝗀 𝗃𝗈𝗂𝗇 𝗋𝖾𝗊𝗎𝖾𝗌𝗍𝗌 𝗂𝗇 𝗒𝗈𝗎𝗋 📢 𝖼𝗁𝖺𝗇𝗇𝖾𝗅𝗌 𝗈𝗋 👥 𝗀𝗋𝗈𝗎𝗉𝗌.

𝖩𝗎𝗌𝗍 𝖺𝖽𝖽 𝗆𝖾 𝗂𝗇 𝗒𝗈𝗎𝗋 𝖼𝗁𝖺𝗇𝗇𝖾𝗅𝗌 & 𝗀𝗋𝗈𝗎𝗉𝗌 𝗐𝗂𝗍𝗁 𝗉𝖾𝗋𝗆𝗂𝗌𝗌𝗂𝗈𝗇 ᴀɴᴅ ᴅᴏ ɴᴏᴛʜɪɴɢ 😴"""

    LOG = """#New_User

User: {}
ID: {}"""

    ABOUT = """<b>📜 Check About:</b>

Library: Pyrogram 📚  
Language: Python 🐍  
Server: Koyeb 🌐  
Build Status: V1.3 🚀  

<b><blockquote>ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ : <a href='https://telegram.me/imtgmaster'>ɪᴍᴛɢᴍᴀsᴛᴇʀ 👑</a></blockquote></b>"""

    HELP = """ʜɪɪ {},

⚠️ ʀᴇᴀᴅ ᴛʜɪs ᴍᴇssᴀɢᴇ ᴄᴀʀᴇꜰᴜʟʟʏ sᴏ ʏᴏᴜ ᴅᴏɴ'ᴛ ʜᴀᴠᴇ ᴀɴʏ ᴘʀᴏʙʟᴇᴍs ᴡʜɪʟᴇ ᴜsɪɴɢ ᴍᴇ.

𝟏. 𝐇𝐎𝐖 𝐓𝐎 𝐀𝐂𝐂𝐄𝐏𝐓 𝐍𝐄𝐖 𝐉𝐎𝐈𝐍 𝐑𝐄𝐐𝐔𝐄𝐒𝐓𝐒?
⮞ ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴏʀ ɢʀᴏᴜᴘ ᴀs ᴀᴅᴍɪɴ ᴀɴᴅ ᴡɪᴛʜ ᴘᴇʀᴍɪssɪᴏɴ ᴛᴏ ᴀᴅᴅ ɴᴇᴡ ᴍᴇᴍʙᴇʀs.

𝟐. 𝐇𝐎𝐖 𝐓𝐎 𝐀𝐂𝐂𝐄𝐏𝐓 𝐏𝐄𝐍𝐃𝐈𝐍𝐆 𝐉𝐎𝐈𝐍 𝐑𝐄𝐐𝐔𝐄𝐒𝐓𝐒?
➤ ғɪʀsᴛ ᴀᴅᴅ ᴍᴇ ᴀs ᴀᴅᴍɪɴ ɪɴ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴏʀ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴘᴇʀᴍɪssɪᴏɴ ᴛᴏ ᴀᴅᴅ ɴᴇᴡ ᴍᴇᴍʙᴇʀs.
➤ ᴛʜᴇɴ ʟᴏɢɪɴ ɪɴᴛᴏ ᴛʜᴇ ʙᴏᴛ ʙʏ ᴜsɪɴɢ /login ᴄᴏᴍᴍᴀɴᴅ.
➤ ɴᴏᴡ ᴜsᴇ /accept ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴀᴄᴄᴇᴘᴛ ᴀʟʟ ᴘᴇɴᴅɪɴɢ ʀᴇQᴜᴇsᴛs.
➤ ɴᴏᴡ ᴊᴜsᴛ ᴜsᴇ /logout ᴄᴏᴍᴍᴀɴᴅ ꜰᴏʀ ʟᴏɢᴏᴜᴛ

<b><blockquote>sᴛɪʟʟ ʜᴀᴠᴇ ɪssᴜᴇs? ᴄᴏɴᴛᴀᴄᴛ <a href='https://telegram.me/imtgmaster'>ɪᴍᴛɢᴍᴀsᴛᴇʀ</a></blockquote></b>"""
