class text(object):
    START = """ʜɪɪ {},

🤖 ɪ ᴄᴀɴ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴀᴘᴘʀᴏᴠᴇ ✅ ɴᴇᴡ & ᴘᴇɴᴅɪɴɢ ᴊᴏɪɴ ʀᴇǫᴜᴇsᴛs ɪɴ ʏᴏᴜʀ 📢 ᴄʜᴀɴɴᴇʟs ᴏʀ 👥 ɢʀᴏᴜᴘs.

ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟs & ɢʀᴏᴜᴘs ᴡɪᴛʜ ᴘᴇʀᴍɪssɪᴏɴ ᴀɴᴅ ᴅᴏ ɴᴏᴛʜɪɴɢ 😎"""

    LOG = """#New_User

User: {}
ID: {}"""

    ABOUT = """<b>📜 Check About:</b>

Library: Pyrogram 📚  
Language: Python 🐍  
Server: Koyeb 🌐  
Build Status: V1.3 🚀  

<b><blockquote>ᴍᴀɪɴᴛᴀɪɴᴇᴅ ʙʏ : <a href='https://telegram.me/imtgmaster'>ɪᴍᴛɢᴍᴀsᴛᴇʀ 👑</a></blockquote></b>"""

    HELP = """ʜɪɪ {},

⚠️ ʀᴇᴀᴅ ᴛʜɪs ᴍᴇssᴀɢᴇ ᴄᴀʀᴇꜰᴜʟʟʏ sᴏ ʏᴏᴜ ᴅᴏɴ'ᴛ ʜᴀᴠᴇ ᴀɴʏ ᴘʀᴏʙʟᴇᴍs ᴡʜɪʟᴇ ᴜsɪɴɢ ᴍᴇ.

𝟏. 𝐇𝐎𝐖 𝐓𝐎 𝐀𝐂𝐂𝐄𝐏𝐓 𝐍𝐄𝐖 𝐉𝐎𝐈𝐍 𝐑𝐄𝐐𝐔𝐄𝐒𝐓𝐒?
➤ ᴊᴜsᴛ ᴀᴅᴅ ᴍᴇ ɪɴ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴏʀ ɢʀᴏᴜᴘ ᴀs ᴀᴅᴍɪɴ ᴀɴᴅ ᴡɪᴛʜ ᴘᴇʀᴍɪssɪᴏɴ ᴛᴏ ᴀᴅᴅ ɴᴇᴡ ᴍᴇᴍʙᴇʀs.

𝟐. 𝐇𝐎𝐖 𝐓𝐎 𝐀𝐂𝐂𝐄𝐏𝐓 𝐏𝐄𝐍𝐃𝐈𝐍𝐆 𝐉𝐎𝐈𝐍 𝐑𝐄𝐐𝐔𝐄𝐒𝐓𝐒?
➤ ғɪʀsᴛ ᴀᴅᴅ ᴍᴇ ᴀs ᴀᴅᴍɪɴ ɪɴ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴏʀ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴘᴇʀᴍɪssɪᴏɴ ᴛᴏ ᴀᴅᴅ ɴᴇᴡ ᴍᴇᴍʙᴇʀs.
➤ ᴛʜᴇɴ ʟᴏɢɪɴ ɪɴᴛᴏ ᴛʜᴇ ʙᴏᴛ ʙʏ ᴜsɪɴɢ /login ᴄᴏᴍᴍᴀɴᴅ.
➤ ɴᴏᴡ ᴜsᴇ /acceptall ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴀᴄᴄᴇᴘᴛ ᴀʟʟ ᴘᴇɴᴅɪɴɢ ʀᴇQᴜᴇsᴛs.
➤ ɴᴏᴡ ᴊᴜsᴛ ᴜsᴇ /logout ᴄᴏᴍᴍᴀɴᴅ ꜰᴏʀ ʟᴏɢᴏᴜᴛ

<b><blockquote>sᴛɪʟʟ ʜᴀᴠᴇ ɪssᴜᴇs? ᴄᴏɴᴛᴀᴄᴛ ᴍᴇ ʙʏ ᴄʟɪᴄᴋɪɴɢ sᴜᴘᴘᴏʀᴛ ʙᴜᴛᴛᴏɴ ʙᴇʟᴏᴡ</blockquote></b>"""
